[Main]
DisplayName=Finnish

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varoitus
lbl_Warnning_Detail.caption=Tämä tietokoneohjelma on suojattu tekijänoikeuslakien ja kansainvälisten sopimusten mukaisesti.
lbl_copyright.caption=Copyright © IObit. Kaikki oikeudet pidätetään.
lbl_Thanks_Title.caption=Kiitos seuraaville henkilöille heidän suuresta panoksestaan:
rdhtmlEula.caption=<a>Käyttöoikeusopimus</a> | <a>Tietosuojakäytäntö</a>
Instructions_M=Asennuksenpoisto-ohjeet
lblAcknow.caption=Tekijän kiitokset

[ActionCenter_M]
M_HideAC=Piilota
M_ShowAC=Näytä
M_AC_Tips=Paranna tietoturvaominaisuuksia ja suorituskykyä asentamalla suositellut ohjelmat.
M_ShowACTitle2=Ilmoitus!
M_ShowACDesc=Näytä muut suositellut ohjelmat valitsemalla Näytä. Asenna ne paremman tietoturvan ja tietokoneen suorituskyvyn parantamiseksi.
M_LearnRecommendNote=Tällä hetkellä ei suositeltuja tuotteita.
M_LearnRecommendDesc=Valitse "Lisätietoja" nähdäksesi enemmän tuotteita, joista saatat olla kiinnostunut.
M_none=Ei mitään
M_Fix=Asenna nyt
M_LearnMore=Lisätietoja
M_Install=Asenna nyt
M_fixing=Asennetaan
M_Updating=Päivitetään
M_failed=Epäonnistui
M_RuningWell=Viimeisin versio asennettu
M_Outdated=Vanhentunut
M_NotInstalled=Ei asennettu
M_Insatlled=Asennettu
M_Update=Päivitä nyt
M_ASCCaption=Järjestelmän suorituskyky
M_ASCInfo_NotIns=Tietokoneestasi löytyi rekisterivirheitä, tietosuojaongelmia tai roskatiedostoja.
M_ASCInfo_UpToDate=Advanced SystemCare nopeuttaa ja optimoi tietokoneesi yhdellä napsautuksella.
M_ASCInfo_NeedUpDate=Advanced SystemCare on vanhentunut.
M_RunASC=Skannaa nyt
M_ASCOffer=Siivoa ja optimoi tietokone yhdellä napsautuksella.<br>Nopeuta tietokonettasi jopa 200%.<br>Nopeuta Internetiä jopa 300%.<br>Tarkkaile tietokoneen kuntoa reaaliajassa.<br>Suojaa tietokoneesi tavallisilta vakoiluohjelmilta.
M_IMFCaption=Haittaohjelmasuojaus
M_IMFInfo_NotIns=Paranna suojausta asentamalla IObitin virustorjuntaohjelma.
M_IMFInfo_UpToDate=IObit Malware Fighter suojaa tietokonetta eri haittaohjelmilta.
M_IMFInfo_NeedUpDate=Virustorjuntaohjelmasi on vanhentunut.
M_RunIMF=Skannaa nyt
M_IMFOffer=Tehokas ja kattava haittaohjelmien torjunta.<br>Puolustaudu kiristysohjelmia, kuten GoldenEye ja Wannacry vastaan.<br>Turvallisempi online-selailu ja lataukset.<br>Syvempi ja monipuolisempi reaaliaikainen suojaus.
M_DBCaption=Ajurien päivitys
M_DBInfo_NotIns_C=Päivitä vanhentuneet, korjaa puuttuvat ja virheelliset ajurit, jotta voisit nauttia entistä vakaammasta tietokoneesta.
M_DBInfo_NotIns=Mahdolliset vanhentuneet ohjaimet voivat hidastaa ja horjuttaa tietokoneen vakautta.
M_DBInfo_UpToDate=Driver Booster päivittää kaikki vanhentuneet ohjaimet tietokoneessasi.
M_DBInfo_NeedUpDate=Ohjaimien päivitysohjelmasi on vanhentunut.
M_DBDesc=Päivitä tietokoneesi kaikki vanhentuneet ohjaimet.
M_RunDB=Skannaa nyt
M_DBOffer=Suuri ajuritietokanta (4 500 000+)<br>Päivitä WHQL-ajurit turvallisesti yhdellä napsautuksella.<br>Parempi pelisuoritus.<br>Korjaa verkkovika, ei ääntä, huono resoluutio jne.<br>Vähennä järjestelmän jähmettymisiä ja kaatumisia.
M_SDCaption=Levyn optimointi
M_SDInfo_NotIns=Optimoi levyt tietokoneen käynnistyksen ja tiedostokäytön nopeuttamiseksi.
M_SDInfo_UpToDate=Smart Defrag eheyttää levyn parempaan suorituskykyyn.
M_SDInfo_NeedUpDate=Levyn eheytysohjelmasi on vanhentunut.
M_RunSD=Eheytä nyt
M_SDOffer=Suurempi tiedonsiirtonopeus.<br>Maksimi kiintolevyn suorituskyky.<br>Paranna PC:n käynnistysnopeutta jopa 100%<br>Optimoi pelejä parempaan pelikokemukseen.
M_DLCaption=Salasanan hallinta
M_DLInfo_NotIns=Suojaa ja hallitse salasanat Dashlane salasanahallinnalla.
M_DLInfo_UpToDate=Älä koskaan enää unohda salasanaasi turvallisella Dashlane-sovelluksella.
M_RunDL=Hallinta
M_DLOffer=Yksinkertainen ja turvallinen tapa hallita salasanoja.<br>Luo ainutlaatuisia salasanoja tiliesi suojaamiseksi.<br>Kirjaudu suosikki sivustoihisi automaattisesti.<br>Windows-, Mac-, iOS- ja Android-järjestelmille.
M_RunIOT=Hallitse nyt
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Siirrä iPhone dataa, puhdista ja nopeuta iPhonesi.
M_IOTInfo_UpToDate=1-klikkauksen tuonti, vienti ja valokuvien, videoiden ja musiikin hallinta iOS-laitteissa.
M_IOTInfo_NeedUpDate=IOTransfer on vanhentunut.
M_IOTTip=IOTransfer lupaa:<br>+ Siirtää iPhone musiikkia TIETOKONEESEEN/iTunesiin<br>+ Hallitse kaikkia valokuviasi helposti<br>+ Varmuuskopioi/Palauta iPhonen sisältö<br>+ Premium tekninen tuki
M_IOTOffer=Paras iPhone/iPad tiedostojen hallintatyökalu.<br>1-klikkauksen tiedonsiirto iPhone/iPadista tietokoneeseen.<br>Lataa online-videoita ja muunna ne eri tiedostomuotoihin.<br>Puhdista turhat tiedostot helposti ja turvallisesti iOS laitteessa.<br>Siirrä sisältöä langattomasti iOS-laitteen ja PC:n välillä.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion suojaa tietojenkalastelulta ja haittaohjelmilta.
M_AdawareInfo_UpToDate=Web Companion suojaa tietojenkalastelulta ja haittaohjelmilta.
M_AdawareOfferDesc=Asentamalla Web Companion voit parantaa Internet-suojausta ja asettaa Bing® by Microsoft ™-palvelun kotisivuksi, uusille välilehdille ja oletushakukoneeksi yhteensopiviin selaimiin.
M_AdawareOffer=Nopea ja helppo asentaa.<br>Tietojenkalastelun torjunta.<br>Reaaliaikainen nettisuoja.<br>Monen selaimen yhteensopivuus.
M_AomeiCaption=Varmuuskopiointi
M_AomeiInfo_NotIns=Lopullinen varmuuskopiointiratkaisu järjestelmän ja kiintolevyjen varmuuskopiointiin.
M_RunOpera=Suorita nyt
M_OperaCaption=Opera Browser
M_OperaInfo_NotIns=Nopea ja turvallinen selain, jossa on sisäänrakennettu mainosten esto.
M_OperaInfo_UpToDate=Nopea ja turvallinen selain, jossa on sisäänrakennettu mainosten esto.
M_OperaOffer=Estä mainokset, jolloin verkkosivujen latautuminen nopeutuu jopa 90%.<br>Selaa jopa tunnin pidempään.<br>Lisää yksityisyyttä ilmaisella VPN:llä.
M_SUCaption=Ohjelmistopäivittäjä
M_SUInfo_NotIns=Voit päivittää ja asentaa kaikki tärkeät ohjelmat yhdellä napsautuksella.
M_SUInfo_NotIns_C=%d ohjelmaa vanhentunut. Asenna IObit Software Updater ja päivitä ne yhdellä napsautuksella.
M_SUInfo_NotIns_C1=1 ohjelma on vanhentunut. Asenna IObit Software Updater ja päivitä se yhdellä napsautuksella.
M_SUInfo_UpToDate=IObit Software Updater pitää kaikki tärkeät ohjelmasi ajan tasalla.
M_SUOffer=Päivittää vanhentuneet ohjelmat mahdollisimman pian.<br>1-Napsauksella asennat kaikki saatavilla olevat ohjelmapäivitykset.<br>Yhdellä napsauksella asennat kaikki haluamasi suosikkiohjelmat.<br>Siivoa ohjelmasi tiukoilla säännöillä, ei enää kytkyohjelmia.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1 napsautuksella voit lisätä FPS-tasoa nopeampaan ja sujuvampaan pelikokemukseen.
M_SMGBInfo_UpToDate=1 napsautuksella voit lisätä FPS-tasoa nopeampaan ja sujuvampaan pelikokemukseen.
M_SMGBInfo_NeedUpDate=Smart Game Booster on vanhentunut.
M_SMGBOffer=Lisää FPS parempaa pelaamista suorituskykyä varten yhdellä napsautuksella.<br>tarkkaile laitteiston lämpötilaa ja käyttöä reaaliajassa.<br>Ylikellota GPU optimaalisten visuaalisten tehosteiden parantamiseksi pelaamisessa.<br>Analysoi ja arvioi PC löytääksesi yhteensopivia pelejä (38 000+).<br>Suojaa tietokoneesi ja pelisi turvallisuuden parantamiseksi.
M_RunSMGB=Paranna nyt
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Kokeile ilmaista, nopeaa ja turvallista VPN-palvelua verkkoturvallisuuteen.
M_iTopInfo_NotIns=100% ilmainen, nopea ja turvallinen VPN-palvelu verkkoturvallisuuteen.
M_iTopInfo_UpToDateBeta=Kokeile ilmaista, nopeaa ja turvallista VPN-palvelua verkkoturvallisuuteen.
M_iTopInfo_UpToDate=100% ilmainen, nopea ja turvallinen VPN-palvelu verkkoturvallisuuteen.
M_iTopInfo_NeedUpDate=iTop VPN on vanhentunut.
M_iTopOfferBeta=Nauti internetistä ilman rajoja<br>Suoratoistosivustojen käyttö kaikkialla maailmassa<br>Pelaa aluelukittuja pelejä missä tahansa<br>Piilota IP-osoitteesi julkisella Wi-Fi-yhteydellä<br>100% ilmainen, erittäin nopea, luokkansa paras salaus
M_iTopOffer1=Yksityisyys - Pysy nimettömänä surffauksen aikana<br>Turvallisuus - Piilota IP-osoitteet kaikkialla Internetissä<br>Nopea - Pääsy Internetiin huippunopeudella<br>Ilmainen - Poista verkkosivustojen esto ja suoratoista vapaasti
M_RuniTop=Suorita nyt
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Sinun ei koskaan tarvitse muistaa tai kirjoittaa salasanojasi uudestaan.
M_RPMInfo_UpToDate=Sano hyvästit salasanojen kirjoittamiselle RoboForm salasanojen hallinta-ohjelmalla.
M_RPMOffer=Kirjaudu verkkosivustoille yhdellä napsautuksella. <br>Luo vahvoja ja ainutlaatuisia salasanoja. <br>Käyttää AES-256-bittistä salausta ja tukea 2FA:lle. <br>Windowsille, Macille, iOS:lle, Androidille ja kaikille tärkeimmille selaimille. <br>Tuo selaimesta tai muusta salasananhallinnasta.
M_RunRPM=Käynnistä
M_Moffer_Title1=Valinnainen tarjous
M_Close=Sulje
M_Cancel=Peruuta
M_Moffer_Install=Asenna
M_Moffer_NoteEP=Klikkaamalla "Asenna" suostut asentamaan %s ja hyväksyt sen <a>Käyttöoikeusopimuksen</a> ja <a>Tietosuojakäytännön</a>.
M_Moffer_Refund=<a>Huomaa:</a>Voit saada palautushyvityksen 30 päivän aikana. Lue <a>Hyvityskäytäntö</a>.
M_Extract_IOT=IObit suosittelee

[ASCPromote_M]
M_PromoteTitle=<a>%d</a> kohdetta löytyi.
M_Details=Tiedot
M_PromoteLan=Joka vaikuttaa järjestelmän suorituskykyyn. Suosittelemme asentamaan Advanced SystemCare sen korjaamiseksi.
M_Junk=Roskatiedostot
M_Privacy=Yksityisjäljet
M_Internet=Internetin parannukset
M_Registry=Rekisterimerkinnät
M_System=Järjestelmän optimoinnit
ASC_Results=<a>%d</a> kohdetta löytyi.
ASC_Result=<a>1</a> kohde löytyi.
ASC_Result0=Ei ongelmia
M_Install=Asenna korjataksesi
ASC_EUAL=Kun napsautat Asenna korjataksesi, hyväksyt Advanced SystemCaren <a>Lisenssisopimuksen</a> ja <a>Tietosuojakäytännön</a> ja suostut asentamaan sen.
iobit_lang_SystemOptimizereport=Järjestelmän optimointiraportti
iobit_lang_key_junkfile_group_1=Roskatiedostoja (%d kohde(tta), %s):
iobit_lang_key_privacy_group_2=Yksityisjälkiä (%d kohde(tta), %s):
iobit_lang_key_sysOptimization_group_3=Järjestelmän optimointeja (%d kohde(tta)):
iobit_lang_key_internetboost_group_4=Internetin parannuksia (%d kohde(tta)):
iobit_lang_key_registryclean_group_5=Rekisterimerkintöjä (%d kohde(tta)):

[AutoUpdate_M]
lan_Downloading_M=Ladataan
lan_Speed_M=Latausnopeus: %s
Lan_Finish_M=Valmis
Lan_Congratulation_M=Onnittelut!
Lan_UpdateFail_M=Päivitys epäonnistui! Yritä myöhemmin uudelleen.
Lan_UpdateSuccess_M=IObit Uninstaller on päivitetty. Voit nyt nauttia uusimmista ominaisuuksista ja parannuksista.
Lan_UpdateNew_M=Sinulla on jo uusin versio. Päivitystä ei ole saatavilla.
Lan_UpdateFreeInfo_M=Uusi versio IObit Uninstallerista on saatavana.
Lan_UpdateFreeDownInfo_M=Päivitä se nyt, niin saat uusimmat ominaisuudet ja parannukset. Se on maksuton.
Lan_Sure_M=Haluatko varmasti peruuttaa päivityksen?
Lan_Download_M=Lataa
Lan_Getting_M=Haetaan päivitystietoja, odota hetki...
Lan_LVheardOne_M=Saatavilla olevat päivitykset
Lan_LVheardTwo_M=Uusi versio
Lan_LVheardThree_M=Koko
Lan_historyInfo_M=IObit Uninstaller %s on nyt saatavilla. Päivitä se ja nauti uusimmsta parannuksista ja ominaisuuksista!
Lan_UpdateNow_M=Päivitä nyt
Lan_UpdateLater_M=Päivitä myöhemmin
lan_WhatNew_M=Mitä uutta
Lan_NewReady_M=Uusi versio on valmis
Lan_Title=IObit Uninstaller päivitys

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Lähetä
lblErrorDetails.Caption=Virhetiedot:
lblUserEmail.Caption=Sähköpostiosoitteesi:
lblSuccTips1.Caption=Lähetys onnistui! Yritämme parhaamme tämän ongelman ratkaisemiseksi mahdollisimman pian.
btnClose.Hint=Sulje

[SendBugReportNew_M]
M_AskUserTips1=on havainnut ongelman. Voit auttaa meitä korjaamaan tämän ongelman lähettämällä virheenkorjaustiedoston automaattisesti valitsemalla 'Lähetä'. <a>Tietosuojakäytäntö</a>
M_BugStatisticsTips=on havainnut ongelman, ja se on suljettava. Analysoimme syytä nyt. Odota...
M_SendingTips=Lähetetään...
M_AttentionTips1=on havainnut ongelman. Voit auttaa meitä korjaamaan tämän ongelman lähettämällä virheenkorjaustiedoston automaattisesti valitsemalla 'OK'. <a>Tietosuojakäytäntö</a>
M_InvalidEmailTips1=Virheellinen sähköpostiosoite! Anna kelvollinen sähköpostiosoite, jotta voimme ottaa sinuun yhteyttä.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Haetaan virallista versiota...
RestoreSuccess_Caption=Virallisen IObit Uninstallerin asennus onnistui!
RestoreFailed_Caption=Virallisen IObit Uninstallerin lataus epäonnistui. Siirry viralliselle verkkosivustollemme ja lataa se uudelleen.
Run_Button=Käynnistä nyt
Download_Button=Lataa nyt

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Käytät epävirallista IObit Uninstalleria.
lbl_SecondTitle.caption=Epävirallinen IObit Uninstaller ei toimi enää.
lbl_HarmInfo.caption=Se ei ainoastaan ​​vahingoita tietokoneesi suorituskykyä vaan myös vuotaa tietosuojaasi johtuen järjestelmän haavoittuvuudesta.
lbl_OfficialInfo.caption=Hanki virallinen IObit Uninstaller nyt suojataksesi yksityisyytesi tehokkaasti.
htmlLabel_Text.caption=Nauti yksinomaisesta Pro-version <a>75%</a> alennuksesta!
btn_GetPro.caption=Hanki PRO
btn_GetFree.caption=Hae ilmainen versio

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Hanki <a>virallinen IObit Uninstaller PRO hintaan 0 € </a> jo tänään yksityisyytesi ja tietokoneesi suojaamiseksi.
btn_GetPro_before=Hanki Pro hintaan 0€

[Detain_M]
M_MianTitle=IObit Uninstaller on auttanut sinua:
M_QuestionString=Haluatko varmasti poistaa sen asennuksen?
M_btnok=Poista joka tapauksessa
M_btnCancel=Haluan pitää sen
M_UninstallCaption=Poista ohjelmia
M_DiskCaption=Säästä levytilaa
M_RegCaption=Poista rekisterimerkintöjä

[Uninstaller_M]
MenuRight_Caption=Tehopoisto
Explorer_Button=Tiedostosilppuri
Controlpanel_Button=Tehokas poisto

[ACD_M]
M_Downloading=Ladataan:
M_TipFixing=Korjataan
M_Tips=Lataaminen on käynnissä. Tarkastele tietoja kaksoisnapsauttamalla kuvaketta.
M_Installing=Asennetaan:
M_MD5Faild=Ladattu tiedosto on vioittunut. Yritä uudelleen myöhemmin.
M_NetError=Lataus epäonnistui verkkovirheen vuoksi. Yritä uudelleen myöhemmin!
M_DiskIsFull=Liian vähän levytilaa!
M_Speed=Nopeus:
M_AreSure_IObit=Oletko varma, että haluat poistua IObit Downloaderista?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Peruuta
lbl_Min.Caption=Pienennä
btnClose.Hint=Sulje

[EasyUninstall_M]
EasyPoint=Vedä minut avatulle ikkunalle, työpöydän kuvakkeelle tai tehtäväpalkin kuvakkeelle.
EasyNothingInfo=Kohdetta ei löydy. Vedä minut toiseen ikkunaan, työpöydän kuvakkeeseen tai ilmaisinalueen kuvakkeeseen.
EasyDeleteFileFail=Tiedostoa ei voi poistaa, koska se on käytössä. Sulje tiedosto ja yritä uudelleen.
EasyDeleteFolderFail=Kansiota ei voi poistaa, koska se on käytössä. Sulje tiedosto ja yritä uudelleen.
EasyKillProcessFail=Prosessin lopetus epäonnistui.
EasyKillProcessHint1=Haluatko varmasti lopettaa tämän prosessin?
EasyKillProcessHint2=Kaikki tallentamattomat tiedot menetetään.
EasyUninstallPath=Poista asennus tai tuhoa:
EasyUninstall=Poista asennus
EasyShortcut=Poista pikakuvake
EasyLocation=Avaa tiedostosijainti
EasyDelete=Poista
EasyCancel=Peruuta
EasyTransparency=Läpinäkyvyvyys
EasyOpaque=Läpinäkymätön
EasyExitEasy=Avaa pääikkuna
EasyExitIobit_1=Sulje IObit Uninstaller
EasyKillProcess=Lopeta prosessi

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Palaute
lbl_DescTitle.caption=Kuvaus:
lbl_EmailTitle.caption=Sähköposti:
lbl_ScreenShot.caption=Kuvakaappaus
lbl_TypeTitle.caption=Pyynnön tyyppi:
btnImg_FeedBackSend.caption=Lähetä
btnImg_FeedBackCancel.caption=Peruuta

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Lähetetään...
lbl_SendFailed.caption=Lähetys epäonnistui. Valitsemalla OK voit lähettää palautetta.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Kiitos palautteesta. Otamme yhteyttä mahdollisimman pian.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Pidän siitä
FeedBack_2=Ehdotus
FeedBack_3=Poisto epäonnistui
FeedBack_4=Kytkyohjelmaongelma
FeedBack_5=Asennusvahtiongelma
FeedBack_6=Ohjelman päivitysongelma
FeedBack_7=Kaikkien ohjelmien näyttö ei onnistunut
FeedBack_8=Tehoskannaus-ongelmat
FeedBack_9=Ilmoita virheestä
FeedBack_10=Muut
EmailMessage=Varmista, että sähköpostiosoitteesi on oikein, jotta voimme ottaa sinuun yhteyttä.
MemoHint=Kuvaile yksityiskohtaisesti ehdotuksesi tai kohtaamasi ongelmat.
ScreenMaxMessage=Toiminto epäonnistui. Olet saavuttanut enimmäismäärän, 5 kuvankaappausta.
CloseHintMsg=Oletko varma, ettet halua lähettää palautetta?
SendBugck=Lähetä myös debug-tiedosto tutkittavaksi. <a>Tietosuojakäytäntö</a>
FeedBackMessage=Kirjoita kuvaus.
EmailHint=Anna oikea sähköpostisi tähän
Startup_Delete_M=Poista
M_FiveStar=Voisitko antaa meille 5 tähden luokituksen?

[FileShredder_M]
ShredderDetail_0=Voit vetää tiedoston tai kansion tähän silputtavaksi.
ShredderDetail_01=Rutiininomaisesti poistetut tiedostot voidaan palauttaa.
ShredderDetail_02=Jos haluat poistaa tiedostot turvallisesti ja pysyvästi, vedä tiedosto tai kansio tähän silppuriin.
FileShredder_MaxCount_M=5000 tiedostoa lisätty. Lisää muut tiedostot sen jälkeen, kun nämä 5000 tiedostoa on silputtu.
Shredder_InUse_M=Joitakin tiedostoja ei silputtu, koska niihin ei pysty kirjoittamaan. Tarkista, ovatko ne edelleen käytössä.
Shredder_Del_M_1=Haluatko varmasti poistaa <a>%d</a> lisättyä kohdetta pysyvästi? Tämä toiminto on täysin PERUTTAMATON ja se voi kestää jonkin aikaa.
Shredder_DelOne_M_1=Haluatko varmasti poistaa <a>1</a> lisätyn kohteen pysyvästi? Tämä toiminto on täysin PERUTTAMATON ja se voi kestää jonkin aikaa.
Shredder_NotDel_M=Tiedostoa ei silputtu, koska siihen ei voi kirjoittaa. Tarkista, onko se edelleen käytössä.
Shredder_OneFileDel_M=Tiedostoa ei silputtu, koska siihen ei voi kirjoittaa. Tarkista, onko se edelleen käytössä.
Shredder_Sucess_M=Silppuaminen onnistui.
Shredder_OneSucess_M=Silppuaminen onnistui.
Shredder_DirIsEmpty_M=Se on tyhjä. Et voi silputa sitä.
Shredder_NotAddFolder_M=Tiedostoa "%s" ei voi silputa, koska tämä toiminta voi aiheuttaa järjestelmän epävakautta.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Tiedostosilppuri
lbl_Listview_Title.caption=Valitse tiedosto tai kansio jonka haluat poistaa:
lblLoading.caption=Ladataan...
lbl_AddFile.caption=Lisää tiedosto...
lbl_AddFolder.caption=Lisää kansio...
RdImageButton_Shredder.caption=Tuhoa
RdImageButton_Cancel.caption=Peruuta
ListView_FileList.Columns[0].Caption=Tiedostopolku
Menu_Shredder_Shredder.caption=Silppuri
Menu_Shredder_AddFile.caption=Lisää tiedosto
Menu_Shredder_AddFolder.caption=Lisää kansio
Menu_Shredder_Romove.caption=Poista
Menu_Shredder_Clean.caption=Tyhjennä
lbl_Shredder_Tip.caption=Tiedostoja tuhotaan. Se voi kestää jonkin aikaa, odota...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Tiedostoa "%s" ei voi lisätä silputtavaksi, koska tämä toiminto saattaa tehdä järjestelmästä epävakaan
ForceUninstallEndProgressMsg=%s on käynnissä. Lopeta prosessi ja yritä uudelleen.
ListView_FindReslut.Columns[0]_M=Nimi
PopMenu_OpenFolder_M=Avaa tiedoston sijainti
PopMenu_ViewEntry_M=Avaa regedit'issä

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Pakota asennuksen poisto
lbl_FUInfo.caption=Pakkopoisto auttaa poistamaan ohjelman, jota ei voi poistaa rutiininomaisesti ja puhdistaa sen jäämätiedostot perusteellisesti. Sen avulla voit poistaa myös kohdetiedoston pikakuvakkeen helposti.
btnImg_Open.caption=Selaa...
lbl_DropInfo.caption=Voit selata tai vetää ja pudottaa tiedoston tai kansion tähän poistaaksesi valitsemasi ohjelman.
btnImg_Uninstall.caption=Poista asennus
btnImg_Cancel.caption=Peruuta
PopMenu_Uninstall.caption=Poista asennus
PopMenu_SearchOnline.caption=Verkkohaku
ListView_FindReslut.Columns[1].caption=Koko
ListView_FindReslut.Columns[2].caption=Asennuspäivä

[Healthcheck_M]
M_MainTitle=Ohjelman kunto
M_ScaningString=Software Health analysoi nyt kaikkien ohjelmistojen kuntoa.
M_NoProgramString1=Ongelmia ei löytynyt.
M_NoProgramString2=Kaikki ohjelmasi toimivat hyvin.
ResidualMainString=Vapauta lisätilaa poistamalla asennusjäämät.
PluginMainString=Poista haitta-/mainoslaajennukset, jotta selaaminen olisi nopeaa ja turvallista.
UpdaterMainString=Päivitä vanhentunut ohjelma suojautuaksesi nollapäivähaavoittuvuudelta ja muilta turvallisuusuhkilta.
BanwebMainString=Estä sivuston ilmoituskehotteet ilman ohjelma-ajon keskeytystä.
M_Fix=Korjaa
M_Detail=Tiedot
M_Complete=Korjaus valmistui!
M_LeftoversDelete=<a>%s</a> asennuksen poistojäämää poistettiin onnistuneesti.
M_LeftoverDelete=<a>%s</a> asennuksen poistojäämä poistettiin onnistuneesti.
M_BanwebsDelete=<a>%s</a> sivustoilmoitusta onnistuttiin estämään.
M_BanwebDelete=<a>%s</a> sivustoilmoitus onnistuttiin estämään.
M_ResultLeftovers=Asennustähteet:
M_ResultPlugin=Haitta-/mainoslaajennukset:
M_ResultUpdate=Vanhentunut ohjelmisto:
M_ResultBlock=Sivustoilmoitukset:
M_ScanClose=Skannaus on käynnissä. Oletko varma, että haluat lopettaa nyt?
M_ResidualTitle=<a>%s</a> asennusjäämä
M_ResidualTitles=<a>%s</a> asennusjäämää
M_SoftUpdateTitle=<a>%s</a> vanhentunut ohjelmisto
M_SoftUpdateTitles=<a>%s</a> vanhentunutta ohjelmistoa
M_PluginTitle=<a>%s</a> haitta-/mainoslaajennus
M_PluginTitles=<a>%s</a> haitta-/mainoslaajennusta
M_BanwebDetailTitleY=<a>%s</a> sivustoilmoitus löytyi
M_BanwebDetailTitlesY=<a>%s</a> sivustoilmoitusta löytyi
M_ResidualTitleMain=<a>%s</a> Asennusjäämä
M_ResidualTitlesMain=<a>%s</a> Asennusjäämää
M_SoftUpdateTitleMain=<a>%s</a> Vanhentunut ohjelma
M_PluginTitleMain=<a>%s</a> Haitta-/mainoslaajennus
M_PluginTitlesMain=<a>%s</a> Haitta-/mainoslaajennukset
M_BanwebTitleY=<a>%s</a> Sivustoilmoitus
M_BanwebTitlesY=<a>%s</a> Sivustoilmoitusta
M_BanwebTitleG=<a>%s</a> Sivustoilmoitus
M_BanwebTitlesG=<a>%s</a> Sivustoilmoitusta
M_TitleCount=Nimi (Yhteensä: %d)
M_BanwebTitleCount=Sivusto (yhteensä: %d)
M_BRate=Estämisaste
M_Version=Uusi versio
M_Type=Tyyppi
M_Malicious=Haitallinen laajennus
M_Ads=Mainoslaajennus
M_Residual=Asennusjäämät
M_SoftHealth=Ohjelman kunto
M_item=kohde
M_items=kohdetta
M_Plugin=Haitta-/mainoslaajennukset
M_Software=Vanhentunut ohjelma
M_File=Tiedosto
M_Reg=Rekisteri
M_Tasks=Ajoitetut tehtävät
M_Ser=Järjestelmäpalvelut
M_CleanClose=Korjaukset ovat käynnissä. Haluatko varmasti lopettaa nyt?
M_Finish=Valmiina (%d)
M_Fixing=Korjataan...
M_Select=Valitse kaikki
M_LeftoversTitle=Asennusjäämät
M_Delete=Poista
M_Remove=Poista
M_Update=Päivitä
M_Block=Estä
M_Code=Anna koodi
M_Back=Takaisin
M_ScanLeft=Etsitään asennuksen poistotähteitä...
M_ScanPlugin=Etsitään haitta-/mainoslaajennuksia...
M_ScanUpdater=Etsitään vanhentuneita ohjelmistoja...
M_ScanBanweb=Etsitään sivustoilmoituksia...
M_Recommendation=Suositus
M_Optional=Valinnainen
ASCPromote_Views=Toiset <a>%s</a> kohteet vaikuttavat järjestelmän suorituskykyyn.
ASCPromote_View=Toinen <a>%s</a> kohde vaikuttaa järjestelmän suorituskykyyn.
Viewdetails=Näytä tiedot

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=Ohjelman nimi
History_info_DouBle_M=ohjelmaa ei poistettu kokonaan viime kerralla. Jatka valitsemalla Poista asennus.
History_info_One_M=ohjelma ei poistettu kokonaan viime kerralla. Jatka valitsemalla Poista asennus.
History_Scanfor_M=Etsi jäämiä
History_ViewDetail_M=Näytä tiedot
UninstallLog_No_IsEmpty_M=Tehoskannauksessa ei löytynyt jäämätiedostoja.
Program_Information=Ohjelmatiedot
Files_Deleted=Poistetut tiedostot
Registries_Deleted=Poistetut rekisterimerkinnät
Scheduled_Tasks_Deleted=Poistetut ajoitetut tehtävät
Deleted_on_Reboot=Poistettu uudelleenkäynnistyksessä
Service_Deleted=Poistetut palvelut
Export_M=Vie
rdlbl_NoTkanks=Ei kiitos
RdLabelDetailNull=Jokaisen poistetun ohjelman tiedot ja tila näytetään tässä.
RdLabelDetails=IObit Uninstaller on auttanut poistamaan <a>%d</a> ohjelmaa ja säästänyt <a>%s</a> levytilaa.
RdLabelDetail=IObit Uninstaller on auttanut poistamaan <a>%d</a> ohjelman ja säästänyt <a>%s</a> levytilaa.
History_NoUninstalled_M=Ei poistettu
History_Residualfilesleft_M=Jäljelle jääneet tiedostot
M_NoHistoryFound=Asennuksen poistohistoriaa ei löytynyt

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Poistohistoria
ListView_History.Columns[1].Caption=Poistopäivä
ListView_History.Columns[2].Caption=Koko
ListView_History.Columns[3].Caption=Toiminto
Menu_ClearThis.Caption=Tyhjennä ähistoria
Menu_ClearAll.Caption=Tyhjennä kaikki historiat

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Ei kiitos!
RdImgBtnUninstall.caption=Poista asennus
RdListView_History.Columns[0].Caption=Ohjelman nimi
RdListView_History.Columns[1].Caption=Tila

[InstallDetected_M]
Install_DetectedOne="%s" asennettu.
Install_DetectedTwo=<a>%s</a> ohjelmaa asennettu.
Install_ViewDetail=Tarkemmat tiedot

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Ota käyttöön
lbl_Caption.caption=Uusi asennus havaittu
lbl_InstallMoniorInfo.caption=Suosittelemme, että asennat Asennusvahdin, jolloin voit tarkastella kaikkia järjestelmään ohjelman asennuksen aikana tehtyjä muutoksia.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=Rekisterimerkinnät:
lbl_SzieText.caption=Koko yhteensä:
lbl_FileText.caption=Tiedostot:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Kirjatut asennukset
rdlbl_Or.Caption=TAI
rdlbl_Auto.Caption=Automaattinen valvonta
rdlbl_Drap.Caption=Manuaalinen valvonta

[IUInstallMonitorFrm_M]
TipFileMsi=Tukematon suoritettava asennustiedosto. Valitse uudelleen ja yritä uudelleen.
TipFileNotMsiExe=Virheellinen suoritettava asennustiedosto. Valitse kelvollinen asennustiedosto ja yritä uudelleen.
AddTip1=Asennusvahti on varattu!
AddTip2=Asennusta seurataan jo. Yritä uudelleen, kun asennus on valmis.
StarFileTip=Suoritus epäonnistui
ExePathErrorTip=Asetustiedostoa verkkoasemalta ei tueta. Kopioi se paikalliselle kovalevylle ja yritä uudelleen.
Logging=Kirjataan järjestelmän muutokset...
rdlbl_TipContent_M=Asennusvahti havaitsee ja kirjaa järjestelmän muutokset asennuksessa, jolloin voit nähdä, mitä muutoksia valvotut ohjelmat tekivät asennuksen aikana.
rdlbl_SwitchTip.Caption_M=Tunnista ja kirjaa ohjelmien asennukset automaattisesti
rdlbl_DragTip.Caption_M=Lisää tai vedä asennustiedosto tähän asennuksen kirjaamiseksi

[Uninstaller_frmMonitorLog]
rdlbl_SeeTip.Caption=Asennusmonitori on luonut asennuslokin. Tarkastele alla olevia tietoja:
rdlbl_Export.Caption=Vie
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Näyttönimi:
InstallDateTip=Asennuspäivä:
VersionTip=Versio:
PublisherTip=Julkaisija:
LocationTip=Sijainti:
InstallationDurationTip=Asennuksen kesto:
InstallPackageTip=Asennuspakkaus:
RegEntriesTip=Rekisterimerkinnät:
FilesCountTip=Tiedostot:
TaskCountTip_M=Ajoitetut tehtävät:
ServiceCountTip_M=Järjestelmäpalvelut:
DllCountTip=DLL-rekisteröinti:
TotalSizeTip=Koko yhteensä:
ProgramInformationTip=Ohjelman tiedot
MMORegistryTip=Rekisterimerkinnät
MMOFilesTip=Tiedostot
MMOTaskTip_M=Ajoitetut tehtävät
MMOServiceTip_M=Järjestelmäpalvelut
MMODllTip=DLL-rekisteröinti
MonitorLog_SecondsLan=sekuntia
MonitorLog_SecondSingleLan=sekuntia

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Palaute
lbl_CheckingText.Caption=Analysoidaan kaikkia ohjelmia...
lbl_FixDetails.Caption=Tarkista ja korjaa

[MainForm_M]
Nav_Colle_Program_All=Ohjelmat
Nav_Colle_Browser=Työkalurivit ja laajennukset
Nav_Colle_Win=Windows-sovellukset
Nav_Colle_AC=Toimintokeskus
Nav_Colle_SU=Ohjelmapäivittäjä
Nav_Item_Program_All=Kaikki ohjelmat
Nav_Item_Bundleware=Kytkyohjelmat
Nav_Item_Program_Recent=Äskettäin asennetut
Nav_Item_Program_Infrequent=Harvoin käytetyt
Nav_Item_Program_Large=Isot ohjelmat
Nav_Item_Win_Update=Windows-päivitykset
Nav_Item_Browser_All=Kaikki työkalurivit ja laajennukset
Nav_Item_InstallMonitor=Asennusvahti
Nav_Item_Logged=Kirjatut ohjelmat
Hint_Settings=Asetukset
Hint_Tools=Työkalut
UninstallProTipEnterCode=Anna koodi
UninstallProTipManage=Lisenssin hallinta
Button_Uninstall=Poista asennus
Button_Remove=Poista
Button_Update=Päivitä kaikki
Button_Install=Asenna nyt
ToolPopForceUninstall=Pakota asennuksen poisto
ToolPopCleanup=Siivoa jäämät
ToolPopStubborn=Itsepäisen ohjelman poisto
ToolPopHistory=Poistohistoria
ToolPopFileShredder=Tiedostosilppuri
ToolPopHunterMode=Easy Uninstall
ToolPopUpdate=Windows-päivitykset
MoreSettingPopSetting=Asetukset...
MoreSettingPopRestore=Palautus
MoreSettingPopExport=Vie ohjelmaluettelo
MoreSettingPopUpdate=Tarkista päivitykset
MoreSettingPopManual=Käyttöohje
MoreSettingPopSupport=Tekninen tuki
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Tykkään
MoreSettingPopAbout=Tietoja
MoreSettingPopWhatsNew=Mitä uutta
DefaultSelProg=Vapauta tilaa poistamalla tarpeettomia ohjelmia.
DefaultSelPlug=Poista tarpeettomat laajennukset selaimen suojaamiseksi.
DefaultSelADPlugin1=Poista 1 haittaohjelma-/mainoslisäosa turvallista surffausta varten.
DefaultSelADPlugin2=Poista %d haittaohjelmaa-/mainoslisäosaa turvallista surffausta varten.
DefaultSelWApp=Poista tarpeettomat Windows-sovellukset tietokoneen tehostamiseksi.
DefaultSelBundle=Poista tarpeettomat kytkyohjelmat.
DefaultSelUpdate=Päivitä tärkeät ohjelmasi ajan tasalle.
DefaultUpdaterPromot=Päivitä enemmän ohjelmia IObit Software Updater -ohjelmalla.
DefaultUpdaterPromote1=vanhentunut ohjelma löytyi.
DefaultUpdaterPromote2=vanhentunutta ohjelmaa löytyi.
DefaultUpdaterPromoteInfo=Napsauta Päivitä kaikki, jos haluat päivittää kaikki vanhentuneet ohjelmat yhdellä kertaa.
SelInfoProg=ohjelma valittiin poistettavaksi. Koko yhteensä:
SelInfoProgM=ohjelmaa valittiin poistettavaksi. Koko yhteensä:
SelInfoPlug=laajennus valittu poistettavaksi.
SelInfoPlugM=laajennusta valittu poistettavaksi.
SelInfoApp=sovellus valittu poistettavaksi. Koko:
SelInfoAppM=sovellusta valittu poistettavaksi. Koko yhteensä:
SelInfoBundle=kohde valittu poistettavaksi.
SelInfoBundleM=kohdetta valittu poistettavaksi.
BundleHint=Kun asennat pääohjelmaa, joitakin muita ohjelmia voidaan asentaa myös ilman erillistä ilmoitusta. Voit poistaa ohjelmat, joita et halua.
RestoreDefaultSettingsButton=Palauta %s oletusasetukset
APTitle=Aktivoi kaikki Prot
AP5=Asennuksen poisto kirjattuna
AP2=Poista kytkyohjelma kokonaan
AP3=Nopea ja turvallinen selain
AP4=Yhden napsautuksen ohjelmistopäivitys
MainUpdate_Hint=Uusi versio
HealthCheckFound1=<a>%d</a> asennuksen poistossa jäänyttä tähdettä
HealthCheckFound2=<a>1</a> asennuksen poistossa jäänyt tähde
HealthCheckFound3=<a>%d</a> haitallista-/mainoslaajennusta
HealthCheckFound4=<a>1</a> haitallinen-/mainoslaajennus
HealthCheckFound5=<a>%d</a> vanhentunut ohjelmisto
HealthCheckFound6=<a>1</a> sivustoilmoitus
HealthCheckFound7=<a>%d</a> sivustoilmoitusta
StubbornFound=Ohjelmat, joissa on asennuksen poisto-ongelmia
NewsDisconnCaption=Jaa IObit Uninstaller perheesi ja ystävien kanssa.
NewsDisconnDes=He käyttävät sitä mielellään!
NewsNewVerCaption=Tärkeä päivitys saatavilla
NewsNewVerDes=Lataa uusin versio nyt.
ToolPopForceUninstall_Detail=Auttaa poistamaan ohjelmia, joita ei voi poistaa rutiininomaisesti
ToolPopCleanup_Detail=Tekeee ohjelmiston sujuvammaksi ja vähentää tietoturvariskejä
ToolPopHistory_Detail=Näyttää kunkin poistetun ohjelman tiedot ja tilan
ToolPopFileShredder_Detail=Auttaa poistamaan ei-toivotut tiedostot turvallisesti ja pysyvästi
ToolPopHunterMode_Detail=Poista ohjelmat helposti vetämällä Easy Uninstall -kuvake poistettavaan ohjelmaan
ToolPopUpdate_Detail=Luettelee kaikki tietokoneeseen asennetut Windows-päivitykset
ToolPopStubborn_Detail=Auttaa poistamaan itsepäiset ohjelmat perusteellisesti
DefaultSelInfo_Logged=Lokiin kirjatut ohjelmat voidaan poistaa perusteellisesti.

[MetroApp_M]
NoSerchItem_Tip=Hakua vastaavia kohteita ei ole.
Win8NoItemTip_M=Windows-sovelluksia ei löytynyt
Win8LoadingApp=Ladataan sovelluksia...
Win8ListViewGroupsWin8AppHeader=Windows-sovellukset
Win8ListViewGroupsWin8AppSubtitle=Microsoft Corporationin julkaisemat sovellukset.
Win8ListViewGroupsThirdHeader=Kolmannen osapuolen sovellukset
Win8ListViewGroupsThirdSubtitle=Kolmannen osapuolen julkaisemat sovellukset.
RateTipNoRate=Yhtään arvostelua ei ole vielä vastaanotettu.
RateTipHaveRate=käyttäjää on arvioinut.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nimi
ListView_AppList.Columns[1].caption=Koko
ListView_AppList.Columns[2].caption=Asennuspäivä
ListView_AppList.Columns[3].caption=Toiminto
lbl_Notice.caption=Nähdäksesi Windows-sovellukset, varmista järjestelmänvalvojan oikeutesi.
mniUninstall.caption=Poista asennus
mniRefush.caption=Päivitä
mniDetails.caption=Tiedot
mniOpenFile.caption=Avaa tiedostosijainti
mniOpenReg.caption=Avaa ohjelmalla Regedit
mniOpenWinstore.caption=Avaa Winstoressa
mniSearchOnline.caption=Verkkohaku

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=Älä näytä tätä uudelleen
btnimg_uninstall.Caption=Poista asennus nyt
rdlbl_NoticeInfo.Caption=Järjestelmälevyllä vapaata tilaa on alle 10%.
rdlbl_NoticeTip.Caption=Poista ei-toivotut ohjelmat IObit Uninstallerilla, jolloin saat enemmän levytilaa.

[LeftNoticeForm_M]
lbl_Caption=IObit Uninstaller
lblHtml_Info=<a>%s</a> poistojäämää löytyi.
rdlbl_Tip=Puhdista ne vapauttaaksesi enemmän tilaa.
imgbtn_Clear=Puhdista nyt

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Poista

[uninstall_Mitor_M]
ProStillLeavesone_M=%d ohjelmasta jäi vielä:
Lbl_metro_Atten.caption=Huomio
lbl_show.caption="%s" -ohjemasta jäi vielä jotain levylle vaikuttaen tietokoneen suorituskykyyn.
showDetails_M=Näytä tiedot
Cleanmanually_M=Manuaalinen siivous
AutoClean_M=Automaattinen siivous
Cleaning_M=Siivous
Cleannow_M=Siivoa nyt
StillLeavas_M="%s" jäi vieläkin:
RegistryEntries_M=rekisterimerkintää
MBFiles_M=MB tiedostoja
LeftBy_M=ohjelman "%s" jäämää poistettu
Cleanfuture_M=Automaattinen siivous tulevaisuudessa
Registry_M=Rekisteri
File_M=Tiedosto
Files_M=tiedostoa
rdlblCleanupCompleted.caption=Siivous suoritettu
rdlblIncomplete.caption=Epätäydellinen ohjelman poisto
Setting_M=Asetus
Uselessfiles_M=turhaa tiedostoa
Uselessregistryentries_M=hyödytöntä rekisterimerkintää
UselessregistryentriesOne_M=turhaa rekisterimerkintää
Removingnow_M=Poistetaan...
rdlblRemoving.caption=Poistetaan...
TrayHintstill=vielä %d jäljellä olevaa ongelmaa voidaan korjata.
CCtrayHint_M=vielä %d+ jäljellä olevaa ongelmaa voidaan korjata.
LeftoversRemoved_M=%s:n jäämiä poistettiin:
ProStillLeaves_M=%d ohjelmaa jäi vielä:
Lan_ViewDetails_M=Näytä tiedot
Lan_BundleNoticeText_M=Kytkyohjelma löytyi asennettaessa kohdetta %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Haitalliset työkalurivit ja -laajennukset
ListViewGroupMaliciousDesc=Nämä työkalu rivit ja laajennukset voivat muuttaa oletusselaimesi ja varastaa yksityistietoja.
ListViewGroupAdTitle=Mainoksiin perustuvat työkalurivit ja laajennukset
ListViewGroupAdDesc=Nämä työkalurivit ja laajennukset voivat näyttää mainoksia, bannerimainoksia jne.
ListViewGroupTrustTitle=Luotetut työkalurivit ja laajennukset
ListViewGroupTrustDesc=Nämä työkalurivit ja laajennukset eivät vahingoita tietokonetta. Voit poistaa tai pitää ne omien mieltymystesi mukaisesti.
ListViewGroupExtensions=Päätteet
ListViewGroupPlugins=Laajennukset
ListViewGroupToolbar=Työkalurivi
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Laajennuksia käytetään selaimen ominaisuuksien muokkaamiseen.
ListViewGroupPlugin_DES=Laajennus voidaan asentaa helposti ja käyttää osana verkkoselainta.
ListViewGroupToolbar_DES=Työkalupalkin avulla käyttäjät voivat käyttää sivustoja nopeasti tai suorittaa muita sovellustoimintoja.
ListViewGroupBHO_DES=BHO auttaa luomaan yksilöllisiä selaimia ja tarjoaa yksinkertaisempia vuorovaikutteisia toimintoja.
ListViewGroupActivex_DES=Internet Explorer käyttää ActiveX-ohjelmaa multimediatoiston helpottamiseksi.
NoSerchItem_Tip=Hakua vastaavia kohteita ei ole.
PluginColumnStr_Title=Nimi (Yhteensä: %d)
ChromeSyncMsg=Chromen synkronointi on käytössä. Poistettavat liitännäiset voidaan asentaa automaattisesti uudelleen poiston jälkeen. Poista Chromen synkronointi käytöstä valitsemalla <a>Poista Chromen synkronointi käytöstä</a>.
FuncPluginSysPluginMsgBox=%s ei ole suositeltavaa poistaa, koska jotkin selaintoiminnot saattavat muuttua poistamisen jälkeen.
FuncPluginLoading=Ladataan...
FuncPluginRmoveSuccess=Poisto onnistui. Ladataan...
FuncVotePlugSelectMsgBox=Valitse kohde arvioitavaksi
FuncPluginRmoveConfireSingleMsgBox=Haluatko varmasti poistaa valitun kohteen?
FuncPluginRmoveConfireSomeMsgBox=Haluatko varmasti poistaa valitut kohteet?
FuncCheckBrowserMsgBox_1=%s on käynnissä.
FuncCheckBrowserMsgBox_2=Sulje se napsauttamalla OK (Tallenna sisältö ensin).
FuncCheckBrowserMsgBox_3=Tai keskeytä toiminto valitsemalla Peruuta.
FuncCheckBrowserMsgBox_4=%s ovat käynnissä.
FuncCheckBrowserMsgBox_5=Sulje ne napsauttamalla OK (Tallenna ensin sisältö).
FuncCheckBrowserMsgBox_6=Tai keskeytä toiminto valitsemalla Peruuta.
FuncPluginRemoveFailedMsgBox_1=Seuraavien kohteiden poistaminen epäonnistui:
FuncPluginRemoveFailedMsgBox_4=%s ei ehkä voitu poistaa, koska se on %s:n suojauksessa. Lopeta %s ja käynnistä IObit Uninstaller uudelleen.
FuncRestoreSuccessMsgBox=Palautus oletusasetuksiin onnistui.
FuncRestoreFailedMsgBox=Selaimen oletusasetusten palauttaminen epäonnistui.
PluginRestoreStr=Palauta %s oletusasetukset
FuncVoteMarkSelectMsgBox=Arvioi.
FuncVoteFailedMsgBox=Luokitus epäonnistui, tarkista verkkoyhteytesi ja yritä uudelleen.
FuncVoteActiveVote=Arvio
FuncVoteWaitting=Lähetetään arviointi, odota...
VoteStr_1=<a>1</a> käyttäjä on arvioinut. Olet jo arvioinut.
VoteStr_2=Arvioita ole vielä saatu. Ole ensimmäinen arvioija.
VoteStr_3=<a>%d</a> käyttäjää arvioinutt. Olet jo arvioinut.
VoteStr_4=<a>%d</a> käyttäjää on arvioinut. Mitä ajattelet tästä laajennuksesta?
NoticeInfoEx_One=<a>1</a> haitallinen laajennus havaittu selaimessa. Avaa IObit Uninstaller ja poista se.
NoticeInfoEx_Some=<a>%d</a> haitallista laajennusta havaittu selaimessa. Avaa IObit Uninstaller ja poista ne.
Removingnow_M=Poistetaan...
mniOpeninRegedit_M=Avaa regedit'issä
lbl_NoFoundItems.caption_M=Työkalurivejä tai laajennuksia ei löytynyt

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Nimi
rdlvAllBrowse.Columns[1].Caption=Käyttäjän arvio
rdlvAllBrowse.Columns[2].Caption=Toiminto
rdlvCustomBrowse.Columns[0].Caption=Nimi
rdlvCustomBrowse.Columns[1].Caption=Toiminto
mniRemove.Caption=Poista
mniRate.Caption=Arvio
mniIgone.Caption=Ohita
mniRefush.Caption=Virkistä
mniOpenFloder.Caption=Avaa tiedostokansio
mniSelectedAll.Caption=Valitse kaikki
mniInvertSelection.Caption=Käänteinen valinta
mniSearchOnline.Caption=Verkkohaku

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Nollaa selain
lblConfire.Caption=Haluatko varmasti palauttaa oletusasetukset?
lblHomepageTitle.Caption=Nykyinen kotisivu:
lblSearchTitle.Caption=Nykyinen oletushakukone:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Peruuta

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Tällaisia ​​ohjelmia ei löytynyt (joita ei ole käytetty ainakaan 2 kuukauteen)
Noprograms_Size_M=Mikään ohjelma ei ylitä %s.
Noprograms_match_M=Hakua vastaavia kohteita ei ole.
Noprograms_Recent_M=Yhtään ohjelmaa ei ole asennettu viimeisten 10 päivän aikana.
monthsago_M=%d kuukauden aikana
yearsago_M=%d vuoden aikana
yearsagos_M=%d vuoden aikana
SoftwareFrame_InstallDate_M=Asennuspäivä
SoftwareFrame_FrequencyUse_M=Viimeksi käytetty
HistoryInfo_DisplayName=Näyttönimi
HistoryInfo_Publisher=Julkaisija
HistoryInfo_Version=Versio
HistoryInfo_InstallDate=Asennuspäivä
HistoryInfo_UseSize=Käytetty tila
HistoryInfo_Location=Sijainti
HistoryInfo_UninstallDate=Asennuksen poistopäivä
Lan_NoBundle_New=Kytkyohjelma voi asentaa muita ohjelmia huomaamatta pääohjelman asennuksen yhteydessä.
Lan_Main_Soft=Pääohjelma
Lan_Bundled_Soft=Kytkyohjelma
Lan_Bundled_Plug=Kytkylaajennus
ColumnName_Logged=Asennusloki
ColumnName_LogDate=Asennuspäivä
ViewDetail=Näytä loki
NoPrograms_Logged=Asennusvahdilla kirjatut ohjelmat voidaan poistaa perusteellisesti.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Koko
ListView_SoftwareList.Columns[2].Caption=Asennuspäivä
ListView_SoftwareList.Columns[3].Caption=Toiminto
Menu_Program_Uninstall.caption=Poista asennus
Menu_Program_Repair.caption=Korjaa
Menu_Program_Refresh.caption=Päivitä
Menu_Program_OpenFileLocation.caption=Avaa tiedostosijainti
Menu_Program_OpeninRegedit.caption=Avaa ohjelmalla RegEdit
Menu_Program_SearchOnline.caption=Verkkohaku

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Tyyppi
ListView_BundleList.Columns[2].Caption=Toiminto
Menu_Program_Uninstall.caption=Poista asennus
Menu_Program_OpenFileLocation.caption=Avaa tiedostosijainti
Menu_Program_OpeninRegedit.caption=Avaa ohjelmalla Regedit
Menu_Program_SearchOnline.caption=Etsi verkosta
mni_Ignore.caption=Ohita

[PromoteForm_M]
M_ProAD_Title=Enemmän ominaisuuksia ja etuja Pro-versiossa:
M_ProAD_CleanLog=Poista ohjelmat perusteellisesti asennuksen aikana luotujen lokien avulla
M_ProAD_Monitor=Seuraa ohjelman asennusta ja poista kytkyohjelma helposti
M_ProAD_Database=Suuri tietokanta poistaa itsepäiset ohjelmat perusteellisesti
M_ProAD_Plugin=Poista haitta-/mainoslaajennukset, jolloin verkkoselaaminen on turvallista ja tasaista
M_ProAD_Update=Pidä tärkeät ohjelmat aina ajan tasalla yhdellä napsautuksella
M_Continue=Jatka asennuksen poistamista
M_BundleTitle=Aktivoi IObit Uninstaller PRO poistaaksesi kytkyohjelmat kokonaan.
M_BundleTitle2=Seuraa ohjelman asennusta reaaliajassa ja poista kytkyohjelmat helposti.
M_UninstallLogTitle=Aktivoi IObit Uninstaller PRO, joka tunnistaa ja kirjaa ohjelman asennuksen automaattisesti tulevaa perusteellista asennuksen poistoa varten.
M_PluginMaliciouTitle=Aktivoi IObit Uninstaller PRO poistaaksesi haitalliset-/mainoslaajennukset perusteellisesti.
M_PluginMaliciouTitle2=Yhä laajeneva tietokanta auttaa poistamaan enemmän haittaohjelma-/ mainoslaajennuksia.
M_UpdatePromoteOne=%d -ohjelma voidaan päivittää.
M_UpdatePromoteOnes=%d -ohjelmaa voidaan päivittää.
M_UpdatePromoteTwo=Aktivoi IObit Uninstaller PRO, jolloin voit päivittää ohjelman yhdellä napsautuksella.
M_UpdatePromoteTwos=Aktivoi IObit Uninstaller PRO, jolloin voit päivittää ohjelmasi yhdellä napsautuksella.
M_SPUninstallFail=%s kohdetta ei voitu poistaa.
M_SPAD_Title=Aktivoi PRO poistaaksesi sen tietyllä tietokannalla.
M_SPUninstallFailCount=%d ohjelman asennusta ei voitu poistaa.
M_SPADCount_Title=ei voi poistaa normaalisti. Aktivoi PRO poistaaksesi ne tietyllä tietokannalla.
SpecPromotTile_1=%s kohdetta ei voitu poistaa.
SpecPromotTile_2=%d ohjelman asennusta ei voitu poistaa.
SpecPromotTile_3=1 ohjelma poistettiin.
SpecPromotTile_4=%d ohjelmaa poistettiin.
SpecPromotTile_5=Mutta 1 ohjelman poisto ei onnistunut.
SpecPromotTile_6=Mutta %d ohjelman poisto ei onnistunut.
SpecPromotInfo_1=Aktivoi PRO poistaaksesi sen tietyllä tietokannalla.
SpecPromotInfo_2=Aktivoi PRO poistaaksesi ne tietyllä tietokannalla.
SpecPromotInfo_3=%s asennusta ei voitu poistaa normaalilla tavalla.
PromoteEnterCode=Anna koodi
UpdateProTitle=Aktivoi Pro-versio myös seuraavien ongelmien ratkaisemiseksi
RdAdPlugins=<a>%s haittaohjelmaa/mainoslaajennusta</a> olisi poistettava surffailun turvaamiseksi
RdAdPlugin=<a>%s haittaohjelmaa/mainoslaajennusta</a> olisi poistettava surffailun turvaamiseksi
RdAdUpdates=<a>%s vanhentunutta ohjelmistoa</a> olisi päivitettävä haavoittuvuusriskien vähentämiseksi

[Protip_M]
Congratulations_M=Onnittelut!
YouHave_M=Olet onnistuneesti päivittänyt uusimpaan IObit Uninstaller versioon.
Try_M=Kokeile nyt!
Tip_M=IObit Uninstaller päivitettiin automaattisesti versioon <a>%d</a>.
WhatNew_M=Viimeisimmän version uudet ominaisuudet:
More_M=Lisätietoja

[Uninstaller_Public_M]
Lan_ButtonCancel=Peruuta
Lan_ButtonClose=Sulje
Lan_ButtonContinue=Jatka
Lan_ButtonClean=Siivous
Lan_Cleaning=Siivotaan
Lan_Details=Tiedot
Lan_Exit=Poistu
Lan_Hide=Piilota
Lan_Ignore=Ohita
Lan_Ignored=Ohitettu
Lan_item=kohde
Lan_items=kohdetta
Lan_LoadingD=Ladataan...
Lan_WindowMin=Minimoi
Lan_WindowMax=Maksimoi
Lan_ButtonNo=Ei
Lan_Name=Nimi
Lan_NameT=Nimi (Yhteensä: %d)
Lan_Notagain=Älä näytä tätä enää
Lan_ButtonOK=OK
Lan_Publisher=Julkaisija
Lan_WindowRest=Palauta
Lan_ButtonRemove=Poista
Lan_State=Tila
Lan_Show=Näytä
Lan_Scan=Skanaa
Lan_Search=Etsi
Lan_ButtonUninstall=Poista asennus
Lan_Version=Versio
Lan_ButtonYES=Kyllä
Lan_ButtonFor0=Hanki Pro $0 hinnalla
Lan_ButtonActivate=Aktivoi nyt
Lan_ButtonUpgrade=Päivitä nyt
Lan_ButtonUpgradeFor0=Päivitä nyt ilmaiseksi
Lan_DisplayName=Näyttönimi
Lan_Installationpath=Asennuspolku
Lan_Description=Kuvaus
Lan_LinkAbout=Tietoja linkistä
Lan_LinkHelp=Ohjelinkki
Lan_SysMsgCorrupted=Jotkin IObit Uninstaller -tiedostot ovat vioittuneet. Asenna IObit Uninstaller uudelleen.
Lan_Bit=bitti

[Unistaller_Register_M]
license_OtherCode_M=Lisenssikoodi %s on kelvollinen vain ohjelmalle %s. Lataa ja rekisteröi %s napsauttamalla OK-painiketta.
LicenseCannotconnect_M=Palvelinyhteyttä ei voi muodostaa. Tarkista verkko-/välityspalvelimen asetukset ja yritä vahvistaa lisenssi myöhemmin.
license_OtherGivewalys_M_M=%s on giveaway-lisenssi ja se on voimassa vain määrätyn version osalta. Vieraile <a>täällä</a>, josta voit hankkia uuden lisenssikoodin ohjelmalle IObit Uninstaller %s PRO.
License_expired_M=Lisenssi %s on vanhentunut. Voit ostaa uuden lisenssin napsauttamalla <a>here</a>.
License_maximum_M=Lisenssi %s on aktivoitu maksimimäärälle tietokoneita, eikä sitä voi käyttää. Napsauta <a>here</a> toisen IObit Uninstaller PRO -ohjelmalisenssin aktivoimiseksi tällä tietokoneella.
License_Free_M=Lisenssiä %s ei voi aktivoida. Hanki uusi lisenssi ohjelmalle IObit Uninstaller PRO.
License_valid_M=Virheellinen lisenssikoodi! Anna kelvollinen käyttöoikeuskoodi.
LicenseSeat_M=Käyttöoikeusmäärä:
LicenseCodeLiftTime_M=Tämä on elinikäinen käyttöoikeuskoodi, joka on voimassa vain IObit Uninstaller versiolle v%d. Asenna IObit Uninstaller v%d PRO uudelleen.
licensedays_left_M=%d päivää jäljellä
licenseday_left_M=%d päivää jäljellä
LicenseCodeLocation_M=Lisenssikoodi %s ei ole kelvollinen alueellasi tai maassasi. Osta kelvollinen valitsemalla OK.
Never_M=Ei koskaan

[Uninstaller_Form_Activate]
Label_Get.caption=Hae lisenssi
Label_Retrv.caption=Hae koodi
Label_Eg.caption=Esim.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleThree.caption=Nopea ja turvallinen selaus
lblContentThree.caption=Poista haittaohjelmat ja mainosliitännät nopeaan ja turvalliseen surffauskokemukseen.
lblTitleFour.caption=Uusi ohjelmapäivittäjä
lblContentFour.caption=1-napsauksella pidät tärkeät ohjelmat aina ajan tasalla.
RdImgBtnRegNow.caption=Rekisteröi nyt
RdLabelCaption.caption=Aktivoi Pro Editioon nauttiaksesi paremmista palveluista
Label_Please.caption=Syötä lisenssi ja klikkaa "Rekisteröi nyt"-painiketta aktivoidaksesi kaikki PRO edition toiminnot.
Label_Code.caption=Lisenssikoodi:
RdBtnlab.caption=Enemmän etuja, lupaamme:
RdImgBtn_Upgrade.caption=Päivitä Pro-versioon

[Form_Activate_M]
lblTitleOne.caption_M=Asennuksen poisto kirjattuna
lblContentOne.caption_M=Poista ohjelmat perusteellisesti asennuksen aikana luotujen lokien avulla
lblTitleTwo.caption_M=Jääräpäisen ohjelman poistaminen
lblContentTwo.caption_M=Suuri tietokanta itsepäisten ohjelmien poistamiseksi kokonaan

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Sulje
lbleg.Caption=Esim.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Ohje
Label_Please.caption=Syötä lisenssi ja klikkaa "Rekisteröi nyt"-painiketta aktivoidaksesi kaikki PRO edition toiminnot.
Label_Code.caption=Lisenssikoodi:
RdImgBtnRegister.caption=Rekisteröi nyt
Label_Retrv.caption=Hae koodi
Label_HaveLicense.caption=Eikö sinulla ole lisenssiä?
Label_click.caption=Hae klikkaamalla tästä.
RdImageButton_Back.caption=Takaisin
RdImageButton_Close.caption=Sulje
RdLabelCaption.caption=Lisenssin hallinta
Label_Status.caption=Lisenssin tila:
Label_Activated.caption=Aktivoitu
Label_Lcode.caption=Lisenssikoodi:
Label_Data.caption=Viimeinen käyttöpäivä:
Label_Refresh.caption=Päivitä
Label_Export.caption=Vie lisenssi
rdlblAlread.caption:=Lisenssikoodi on jo

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Ohje
RdImgBtn_Closetwo.caption=Sulje
Label_success.caption=Lisenssin aktivointi onnistui!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Napsauta vasemmalla ja vedä hiirellä kuvakaappausalue
M_NoticeInfo_AC=2. Poistu hiiren oikealla painikkeella tai painamalla Esc
M_Rect=Suorakulmio
M_Oval=Soikio
M_Text=Teksti
M_Paintbrush=Pensseli
M_Return=Palautus ((Ctrl + Z))
M_Copy=Kopioi leikepöydälle
M_Exit=Poistu kuvakaappauksesta
M_Save=Tallenna
M_TipInfo=Kuvakaappaus on tallennettu leikepöydälle. Voit liittää sen painamalla Ctrl + V.
M_TipShow=Älä näytä tätä viestiä enää
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Asetukset
lbl_UserInterfaceTitle.caption=Käyttöliittymä
lbl_SkinTitle.caption=Teema:
lbl_LanguageTitle.caption=Nykyinen kieli:
lbl_FontSize.caption=Fonttikoko:
lbl_Dark.caption=Tumma
lbl_Light.caption=Vaalea
lbl_UpdateTitle.caption=Päivitystapa
lbl_UpdateChooseDes.caption=Tämän tuotteen päivitystapa:
btnImg_UpdateRemind.caption=Linkki ohjelman tiedoihin
btnImg_UpdateAuto.caption=Päivitä automaattisesti
lbl_GeneralCaption.caption=Yleiset
btnImg_AutoDelete.caption=Poista jäämätiedostot automaattisesti
btnImg_AfterUninstallAutoScan.caption=Poista automaattisesti muilla ohjelmilla poistettujen ohjelmien jäämät
btnImg_RemoveToRecycleBin.caption=Poista jäämätiedostot roskakoriin
btnImg_ShowExplorerButton.caption=Lisää silppupainike resurssienhallintaan
btnImg_ShowComponents.caption=Älä näytä järjestelmän ajonaikaisia ​​komponentteja
btnImg_ShowMenuButton.caption=Lisää tehokas asennuksen poisto Windowsin pikavalikkoon
btnImg_OK.caption=OK
btnImg_Cancel.caption=Peruuta
lbl_HotKey.caption=Pikanäppäin Easy Uninstallerille:
lbl_OccupiedHotKey.caption=Jo käytössä, kirjoita uusi.
lbl_Notification.caption=Ilmoitus
btn_NotifySoftUpdater.caption=Ilmoita ohjelmistopäivityksien saatavuudesta
btnImg_SystemDiskSpace.caption=Ilmoita, kun järjestelmälevyn vapaa tila on alle 10%
lbl_Boundleware.caption=Ohituslista
btnImg_remove.caption=Poista
btnImg_UserInterface.Caption=Käyttöliittymä
btnImg_General.Caption=Yleiset
btnImg_Notification.Caption=Ilmoitukset

[Uninstall_setting_M]
Setting_UITitle=Käyttöliittymä
Setting_GeneralTilte=Yleiset
Setting_NotificationTilte=Ilmoitus
Setting_BoundlewareTilte=Ohituslista
Setting_Size_Normal=Normaali
Setting_Size_Large=Iso
Setting_Size_Larger=Isompi
Setting_listviewHeader=Kohteen nimi
SystemComponentsInfo=Järjestelmäkomponentit, kuten Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Ilmoita, kun asennusloki luotiin automaattisessa valvonnassa
btnImg_BundlewareInstalled_M=Ilmoita, jos kytkyohjelma asennettiin
btnImg_BrowserPlugTip_M=Ilmoita haitallisten laajennuksien asennuksista
btnImg_AutoShowTipForm_M=Ilmoita, jos jonkun toisen sovelluksen asennuspoisto havaitaan
btnImg_leftovers_M=Ilmoita, jos poistettujen ohjelmien tähteitä havaitaan
btnImg_Boundleware.Caption_M=Ohituslista
rdlbl_BoundlwareTip.caption_M=Ohitettuja kytkyohjelmia ei havaita ennen kuin poistat ne alla olevasta luettelosta.

[SoftUpdate_M]
SU_GroupOutData=Vanhentunut
SU_GroupUpToDate_New=Ajantasalla
SU_Ignore=Ohita
SU_Ignored=Ohitettu
SU_NoIgnore=Kumoa ohitus
SU_Update=Päivitä
SU_Updating=Päivitetään
SU_UpToDate=Ajantasalla
SU_NewVersion=Uusi versio
SU_CurrVersion=Nykyinen versio
SU_ActivePro=Aktivoi automaattiset päivitykset
SU_Button_UpdateAll=Päivitä kaikki
SU_NoFindUpdates=Päivityksiä ei ole saatavilla
SU_IgnoreForever=Ohita kaikki päivitykset
SU_IgnoreCurrent=Ohita nykyinen päivitys
SU_CancelUpdate=Päivitys on käynnissä. Haluatko varmasti peruuttaa päivityksen?

[SoftUpdatePromote_M]
IUP_Manually=Päivitä manuaalisesti
Img_Tab=Aktivoi IObit Uninstaller PRO
LbIUPromote1=Päivitä kaikki tärkeät ohjelmat vain yhdellä napsautuksella
LbIUPromote2=Asenna päivitykset automaattisesti ilman verkkosivustolla käyntiä
SUInstall=Asenna
SUImg_Tab=Asenna IObit Software Updater
LbSUPromote1=Päivitä enemmän ohjelmia vaivattomasti
LbSUPromote2=Asenna haluamasi ohjelmat helposti
SUEULA=Napsauttamalla Asenna-painiketta hyväksyt IObit Software Updater asennuksen ja sen <a>Käyttöoikeussopimuksen</a> ja <a>Tietosuojakäytännön</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> tuote on päivitettävä
TipOnes=<a>%s</a> tuotetta on päivitettävä
NeverShow=Älä näytä tätä enää
BtnUpdate=Päivitä nyt

[SpecUTool_M]
SpecTOpen=Avaa
SpecTOK=OK
SpecTHide=Piilota
TrayHint=IObit Uninstaller poistaa ohjelma-asennuksia
SpecTUninstalling=Poistetaan seuraava ohjelma:
SpecTUninstallingM=Poistetaan seuraavia ohjelmia:
SpecTUninstalled=ohjelma poistettu.
SpecTUninstalledM=ohjelmaa poistettu.
SpecTClose=Sulje

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Järjestelmän palauttaminen
rdlblDesc.Caption=Palauta tietokone tilaan, jossa se oli ennen valittua tapahtumaa. Viimeisintä ei voi poistaa järjestelmän turvallisuuden vuoksi.
ListView_Restore.Columns[0].Caption=Päiväys
ListView_Restore.Columns[1].Caption=Kuvaus
btn_CreateRestorePoint.Caption=Luo palautuspiste
RdImageButton_Restore.Caption=Palauta
RdImageButton_Delete.Caption=Poista
lblNull.Caption=Palautuspisteitä ei ole luotu.
Rdlbl_CreateRestorePoint.caption=Luo palautuspiste

[SystemRestore_M]
SysRestore_CreateComplete=Palautuspisteen luonti onnistui
SysRestore_CreateFailed=Palautuspisteen luominen epäonnistui! Tarkista, onko järjestelmän palauttaminen käytössä.
SysRestore_CreateRestore_Confirm=Haluatko varmasti luoda palautuspisteen?
SysRestore_CreateRestore_Tip=Luodaan palautuspistettä, odota hetki...
SysRestore_CreateRestore_Failed=Palautuspisteen luominen epäonnistui! Tarkista, onko järjestelmän palauttaminen käytössä.
SysRestore_SetRestore_Confirm=VAROITUS: Järjestelmän palauttaminen palautuspisteeseen kumoaa kaikki palautuspisteen jälkeen tehdyt muutokset. Palautuksen käynnistyttyä järjestelmän palautusta ei voi peruuttaa tai keskeyttää. Oletko varma, että haluat jatkaa?
SysRestore_SetRestore_Reboot=Näiden muutosten soveltaminen edellyttää uudelleenkäynnistystä. Tallenna kaikki avatut tiedostot ja sulje kaikki avatut ohjelmat ennen uudelleenkäynnistystä. Käynnistetäänkö tietokone uudelleen nyt?
SysRestore_SetRestore_Tip=Palautetaan järjestelmätiedostoja ja asetuksia, odota...
SysRestore_Delete_Confirm=Haluatko varmasti poistaa sen?

[UninstallForm_M]
MsgBox_SelectProgram=Valitse vähintään yksi ohjelma.
Msg_Bundle_RebootSpec=asennusta poistettiin. Viimeistele asennuksen poistaminen käynnistämällä tietokone uudelleen.
OneItemStr=%d kohde
SomeItemStr=%d kohdetta
Clean_Uninstall=Puhdas poisto
RebootToDelete_Str=(Poista uudelleenkäynnistyksen yhteydessä)
UninstallingSingleStr=Haluatko varmasti poistaa valitun ohjelma-asennuksen?
UninstallingSomeStr=Haluatko varmasti poistaa valittujen %d ohjelma-asennukset?
UninstallingSingleStrUpdate=Haluatko varmasti poistaa valitun Windows-päivityksen?
UninstallingSomeStrUpdate=Haluatko varmasti poistaa valitut %d Windows-päivitystä?
UninstallingSingleStrApp=Haluatko varmasti poistaa valitun Windows-sovelluksen?
UninstallingSomeStrApp=Haluatko varmasti poistaa valitut %d Windows-sovellusta?
Uninstall_Str=Poistetaan %s (%d/%d)
Scan_Str=Skannataan %s (%d/%d)
UninstallOne_Str=Poistetaan %s -asennus
ScanOne_Str=Skannataan %s
CreateRetore_Str=Luodaan palautuspistettä, odota hetki...
SureToDeleteSomeStr=Poistettiin <a>%d</a> ohjelmaa. Varmista, että valitsit vain poistettavat kohteet.
SureToDeleteOneStr=Poistettiin <a>1</a> ohjelma. Varmista, että valitsit vain poistettavan kohteen.
SureToDeleteSomeStrApp=<a>%d</a> Windows-sovellusta on poistettu. Mutta niistä jäi edelleen seuraavat jäämät.
SureToDeleteOneStrApp=<a>1</a> Windows-sovellus on poistettu. Mutta siitä jäi edelleen seuraavat jäämät.
SureToDeleteByHistroy=Asennusjäämiä havaittu
DeletingStr=Poistetaan jäämät, odota
DeleteCancleStr=Haluatko varmasti peruuttaa poiston?
RestoringCancleStr=Luodaan palautuspistettä. Haluatko varmasti peruuttaa?
UninstallingCancleStr=Asennuksen poistaminen on meneillään ja jäämätiedostoja voi jäädä, jos poistut nyt. Haluatko varmasti poistua?
ScaningCancleStr=Skannaus on käynnissä ja jäämätiedostoja saattaa jäädä poistamatta, jos lopetat nyt. Haluatko varmasti poistua?
RegistryCaption_Str=Rekisteri
FileCaption_Str=Tiedosto
TaskCaption_Str=Ajoitetut tehtävät
ServiceCaption_Str=Järjestelmäpalvelut
DllCaption_Str=DLL-rekisteröinti
SuccessReslutFromHistroySingle=Jäämätiedostot siivottu onnistuneesti. Tarkista alla olevat tiedot:
SuccessReslutFromUninstallSingle=Olet poistanut <a>%d</a> ohjelma-asennuksen seuraavilla yksityiskohdilla:
SuccessReslutFromUninstallSome=Olet poistanut <a>%d</a> ohjelma-asennusta seuraavilla yksityiskohdilla:
SuccessReslutFromUninstallSingleApp=<a>%d</a> Windows-sovellus on poistettu onnistuneesti seuraavien tietojen kanssa:
SuccessReslutFromUninstallSomeApp=Olet onnistuneesti poistanut <a>%d</a> Windows-sovellusta, joista alla yksityiskohtaiset tiedot:
SuccessReslutNeedRestartSingle=<a>%d</a> ohjelman asennus on poistettu.
SuccessReslutNeedRestartSome=<a>%d</a> ohjelman asennusta on poistettu.
FileDeleteReslut=Poistetut tiedostot: <a>%s</a>
RegDeleteReslut=Poistetut rekisterimerkinnät: <a>%d</a>
TaskDeleteReslut=Poistetut ajoitetut tehtävät: <a>%d</a>
ServiceDeleteReslut=Poistetut palvelut: <a>%d</a>
DeepDeleteReslut=Poistetut kirjatut kohteet: <a>%d</a>
HtmlRecomReslutCaption=Poistetut <a>%d</a> ohjelmat ja poistetut jäämät:
HtmlRecomReslutCaption1=Poistettu <a>%d</a> ohjelma ja poistetut jäämät alla:
HtmlRecomReslutAppCaption=Poistettu <a>%d</a> Windows sovellusta ja alla olevat jäämät:
HtmlRecomReslutAppCaption1=Poistettu <a>%d</a> Windows sovellus ja alla olevat jäämät:
HtmlFileReCaption=<a>%s</a> turhaa tiedostoa
HtmlRegReCaption=<a>%d</a> turhaa rekisterimerkintää
HtmlTaskReCaption=<a>%d</a> virheellistä ajoitustehtävää
HtmlServicesReCaption=<a>%d</a> virheellistä järjestelmäpalvelua
HtmlFileReCaptionOne=<a>%s</a> hyödytöntä tiedostoa
HtmlRegReCaptionOne=<a>%d</a> hyödytöntä rekisterimerkintää
HtmlTaskReCaptionOne=<a>%d</a> virheellistä aikataulutehtävää
HtmlServicesReCaptionOne=<a>%d</a> virheellistä järjestelmäpalvelua
UninstallPromote=Osta nyt
RebootYes=Käynnistä uudelleen
RebootLater=Myöhemmin
FromHistroyNoItem=Jäämiä ei löytynyt.
FromUninstallNoItem=Ohjelman poisto valmistui.
RelatedMetroText=Nämä sovellukset liittyvät toisiinsa. Poistamalla jokin niistä poistetaan muut automaattisesti. Haluatko varmasti poistaa asennuksen?
RelatedSoftText=Yllä mainitut tuotteet asennettiin samanaikaisesti. Haluatko poistaa ne yhdessä?
HtmlADPluginCaption=<a>%d</a> Mainoslaajennusten häiriö
HtmlMaliciousPluginCaption=<a>%d</a> Haitallisten laajennuksien uhkat
MoneyBackInfo=Voit nauttia turvallisemmasta ja nopeammasta tietokoneesta poistamalla ei-toivotut ohjelmat ja laajennukset. 60 päivän rahat takaisin-takuu. Ei kysymyksiä.
SpecRestartAll=Ole hyvä ja käynnistä tietokone uudelleen poistaaksesi seuraavat ohjelmat täydellisesti. Käynnistetäänkö uudelleen nyt?
SpecRestartOne=Ole hyvä ja käynnistä tietokone uudelleen poistaaksesi seuraavan ohjelman täydellisesti. Käynnistetäänkö uudelleen nyt?
UnPromoteTitle=PRO-versio tarjoaa lisäksi muita ominaisuuksia ja etuja:
UnPromote_60=60-päivän rahat takaisin-takuu
PromotelbPlugins=Poista <a>%d</a> haitallista/mainoslaajennusta turvallista surffaamista varten
PromotelbPlugin=Poista <a>%d</a> haitallista/mainoslaajennusta turvallista surffaamista varten
PromotelbPlugin0=Poista haitallinen/mainoslaajennu turvallista surffaamista varten
PromotelbUpdate=1 napsauksella päivitys <a>%d</a> vanhentuneelle ohjelmistolle tietoturvariskien vähentämiseksi
PromotelbUpdate0=1 napsauksella päivitys vanhentuneelle ohjelmistolle tietoturvariskien vähentämiseksi
PromotelbMoreDB=Poista itsepäisiä ohjelmia, joita ei voi poistaa normaalisti
PromotelbClean=1 napsauksella poistat kytkyohjelman
PromotelbAuto=Poista toisen asennuksen jättämät ohjelmajäämät automaattisesti
NeedCloseApp=%s on käynnissä ja se on suljettava, ennen kuin sen asennus voidaan poistaa. Haluatko varmasti sulkea sen?
LB_Free=Ilmainen
LB_Pro=PRO
RestoreOpenstr=Järjestelmän palauttaminen ei ole käytössä. Ole hyvä ja klikkaa "OK", jotta IObit Uninstaller voi luoda palautuspisteitä ennen ohjelmien poistamista.
OfficialFail=Seuraavan ohjelman poistaminen epäonnistui. Voit poistaa sen omalla asennusohjelmallaan.
OfficialFails=Seuraavien ohjelmien poistaminen epäonnistui. Voit poistaa ne niiden virallisilla asennusohjelmilla.
QuitDonwload=Haluatko varmasti peruuttaa latauksen?
LogHintTitle=Enemmän etuja, lupaamme:
LogHintStr=+ Poista kirjatut ohjelmat perusteellisesti<br>+ Poista 200+ itsepäistä ohjelmaa<br>+ Poista kytkyohjelmat täysin ja helposti
UpgradePromote=Päivitä IObit Uninstaller PRO versioon jäännöksien poistamiseksi automaattisesti
UpgradeFileDelete=%s jäämätiedostoa siivottu.
UpgradeRegsDelete=%s rekisterimerkintäjäämää siivottu.
UpgradeRegDelete=%s rekisterimerkintäjäämä siivottu.
PromoteB_Title=Enemmän ongelmia voit korjata PRO-version avulla:
PromoteB_Update=Vanhentuneet ohjelmistot voit päivittää yhdellä napsauksella:
PromoteB_Plugin=Haitalliset/mainoslaajennukset pitäisi poistaa turvallista surffausta varten:
PromoteB_Leftover=Voit poistaa asennuksessa jääneet tähteet:
PromoteB_Log=Lokiin kirjatut ohjelmat voit poistaa täydellisesti:
PromoteB_Unuse=Ohjelmat, joita ei ole käytetty ainakaan 2 kuukauteen, voit poistaa:
PromoteB_Banweb=Sivustoilmoitukset voit estää häiriöiden välttämiseksi:
PromoteB_Fix=Korjaa nyt
PromoteB_Stubborn=Itsepäiset ohjelmat voidaan poistaa perusteellisesti:
OfficialSp_1=Poista seuraava ohjelma kokonaan omalla virallisella asennusohjelmallaan.
OfficialSps_1=Poista seuraavat ohjelmat kokonaan niiden virallisilla asennusohjelmillaan.
LogPromoteHintTitle=Puhdista kaikki kirjatut kohteet perusteellisesti <a>PRO versiolla</a>:
LogPromoteHintRegs=<a>%s</a> rekisterimerkintää
LogPromoteHintReg=<a>%s</a> rekisterimerkintä
LogPromoteHintFiles=<a>%s</a> tiedostoa
LogPromoteHintFile=<a>%s</a> tiedosto
LogPromoteHintTasks=<a>%s</a> ajoitettua tehtävää
LogPromoteHintTask=<a>%s</a> ajoitettu tehtävä
LogPromoteHintServices=<a>%s</a> järjestelmäpalvelua
LogPromoteHintService=<a>%s</a> järjestelmäpalvelu
LogPromoteHintDlls=<a>%s</a> dll rekisteröintiä
LogPromoteHintDll=<a>%s</a> dll rekisteröinti
LogPromoteFormLogPro=kirjattua kohdetta
LogPromoteFormDesc=voidaan puhdistaa huolellisesti Pro versiolla
LogPromoteFormTip=Tiedot alla:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Avaa ohjelmalla RegEdit
mniMenu_Path.caption=Avaa tiedostosijainti
btnImg_AllMainCancel.caption=Peruuta
btnImg_Uninstall.caption=Poista asennus
btnImg_ChkAutoDelete.caption=Poista jäämätiedostot automaattisesti
btnImg_ChkCreateRestore.caption=Luo palautuspiste ennen asennuksen poistamista
lbl_IsUninstallHint.caption=Haluatko poistaa valitun ohjelma-asennuksen?
btnImg_Delete.caption=Poista
btnImg_ReslutCancel.caption=Peruuta
btnImgl_SeletedAll.caption=Valitse kaikki
btnImg_ChkShredFile.caption=Silppua tiedostot
lbl_NoPowerScan.caption=Ohjelman poisto onnistui.
btnImg_RecommendClose.caption=Sulje
btnImg_Restart.caption=Kyllä
lbl_MoneyBackTitle.caption=Taattu perusteellinen asennuksen poisto ja puhtaampi tietokone
btn_Tab.caption=Saat enemmän toimintoja IObit Uninstaller PROlla
lbl_InfoDB.caption=Suuri tietokanta poistaa itsepäisiä ohjelmia perusteellisesti
lbl_InfoRemove.caption=Poista haittaohjelma- ja mainoslaajennukset turvalliseen ja sujuvaan nettisurffailuun
lbl_InfoUpdate.caption=Seuraa ohjelman asennusta ja poista kytkyohjelmat

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Kytkyohjelma löytyi.
btn_UninstallAll.caption=Poista kaikki asennukset
lbl_Info.caption=Poista kaikkien seuraavien nippuohjelmien asennus yhdessä IObit Uninstaller PRO:lla tai poista vain nykyisen ohjelman asennus.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Kytkyohjelma löytyi. Valitse myös ei-toivottu kytkyohjelma poistettavaksi.

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Mitä uutta

[WindowsUpdate_M]
Update_NoItem_Tip=Windows-päivityksiä ei löytynyt.
NoSerchItem_Tip=Hakua vastaavia kohteita ei ole.
Update_Loading_Tip=Ladataan...
Update_WindowsTitle=Tässä luetellaan tietokoneeseen asennetut Windows-päivitykset. Poista tarpeettomat tilan säästämiseksi.
Button_Uninstall=Poista asennus

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Asennuspäivä
mniUninstall.caption=Poista asennus
mniRefush.caption=Virkistä

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Itsepäisen ohjelman poisto
lbl_NewDescTitle.caption=Joskus on vaikea poistaa ohjelmia käyttämättä niiden virallista poistajaa tai niiden asennuksen poistoa ei vain löydy. Erityisen tietokantamme avulla ohjelmat voidaan poistaa helposti ja kokonaan.

[Uninstaller_Stubborn_M]
MalwareGroup=Haitalliset ohjelmat (%d)
MalwareDes=Tunnista ja poista haittaohjelmat tietokoneen suojaamiseksi.
IssuesGroupEx=Ohjelmat, joissa on asennuksen poisto-ongelmia (%d)
IssuesDesEx=Poista ohjelmat, joissa on asennuksen poistamiseen liittyviä ongelmia, kuten puuttuva asennuksen poistorekisteri, kaatunut sisäänrakennettu asennuksen poisto tai epämääräinen asennuksen poistoprosessi.
OfficialGroupEx=Virallinen poistotietokanta (%d)
OfficialDesEx=Joidenkin ohjelmien asennusta ei voi poistaa normaalilla tavalla tietoturvasyistä. Voit helposti poistaa ne käyttämällä niiden virallista poistajaa täältä.
AllGroupEx=Tuettujen ohjelmien tietokanta (%d)
AllDesEx=Tässä on luettelo muista ohjelmista, joita et ehkä löydä asennuksen poistomerkinnöistä muissa paikoissa. Voit helposti poistaa ne täältä.
ProblemsTip=Ongelmia löydetty
LoadingTip=Ladataan tuettujen ohjelmien tietokantaa...

